Repository: TuralHasanov11/aze-pharmacy
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: az, ru

source: If you believe there was an error or need assistance with the payment process, please don't hesitate to contact our customer support team at <a href="%(contact_link)s" class="d-inline-block" rel="noopener noreferrer" target="_blank">%(contact_text)s</a>. We will be happy to assist you and resolve any payment-related issues.
az: Xəta olduğunu düşünürsünüzsə və ya ödəniş prosesində köməyə ehtiyacınız varsa, <a href="%(contact_link)s" class="d-inline-block" rel="noopener noreferrer" target="_blank">%(contact_text)s</a>lə əlaqə saxlamaqdan çəkinməyin. Biz sizə kömək etməkdən və ödənişlə bağlı hər hansı problemləri həll etməkdən məmnun olarıq.
ru: Если вы считаете, что произошла ошибка или вам нужна помощь в процессе оплаты, пожалуйста, не стесняйтесь обращаться в нашу службу поддержки клиентов по адресу <a href="%(contact_link)s" class="d-inline-block" rel="noopener noreferrer" target="_blank">%(contact_text)s</a>. Мы будем рады помочь вам и решить любые вопросы, связанные с оплатой.

source: Checkout
az: Ödəniş
ru: Проверить

source: Checkout Description
az: Təhlükəsiz şəkildə ödəniş edin və alışınızı asanlıqla tamamlayın. Ödəniş prosesimizdən istifadə etmək asandır və ehtiyaclarınıza uyğun müxtəlif ödəniş variantları təklif edirik. Sifarişinizi nəzərdən keçirin və alışınızı indi tamamlayın.
ru: Безопасно оформить заказ и завершить покупку с легкостью. Наш процесс оформления заказа прост в использовании, и мы предлагаем различные варианты оплаты в соответствии с вашими потребностями. Проверьте свой заказ и завершите покупку прямо сейчас.

source: Your Order
az: Sizin Sifarişiniz
ru: Ваш Заказ

source: privacy policy
az: məxfilik siyasəti
ru: политика конфиденциальности

source: Before you proceed to complete your checkout, we kindly request that you take a moment to review our Privacy Policy. Our Privacy Policy outlines how we collect, use, and protect your personal information. By understanding our privacy practices, you can have full confidence in providing your details for a seamless checkout experience. To view our Privacy Policy, please click <a href="%(privacy_policy_link)s" class="woocommerce-privacy-policy-link" rel="noopener noreferrer" target="_blank">%(privacy_policy_text)s</a>. Once you have familiarized yourself with our policy, you can proceed with confidence to complete your checkout.
az: Ödənişinizi tamamlamağa davam etməzdən əvvəl, Məxfilik Siyasətimizi nəzərdən keçirməyinizi xahiş edirik. Məxfilik Siyasətimiz şəxsi məlumatlarınızı necə topladığımızı, istifadə etdiyimizi və qoruduğumuzu təsvir edir. Məxfilik təcrübələrimizi başa düşməklə, problemsiz yoxlama təcrübəsi üçün təfərrüatlarınızı təmin etməkdə tam əmin ola bilərsiniz. Məxfilik Siyasətimizə baxmaq üçün <a href="%(privacy_policy_link)s" class="woocommerce-privacy-policy-link" target="_blank">%(privacy_policy_text)s</a>nə klikləyin. Siyasətimizlə tanış olduqdan sonra ödənişinizi tamamlamaq üçün əminliklə davam edə bilərsiniz.
ru: Прежде чем вы приступите к оформлению заказа, мы просим вас уделить немного времени для ознакомления с нашей Политикой конфиденциальности. Наша Политика конфиденциальности описывает, как мы собираем, используем и защищаем вашу личную информацию. Поняв наши правила конфиденциальности, вы можете быть полностью уверены в том, что предоставите свои данные для беспрепятственного оформления заказа. Чтобы ознакомиться с нашей Политикой конфиденциальности, нажмите <a href="%(privacy_policy_link)s" class="woocommerce-privacy-policy-link" rel="noopener noreferrer" target="_blank">%(privacy_policy_text)s</a >. После того, как вы ознакомились с нашей политикой, вы можете с уверенностью приступить к оформлению заказа.

source: optional
az: istəyə bağlı
ru: необязательный

source: Place order
az: Sifariş et
ru: Разместить заказ

source: Please fill the required fields
az: Zəhmət olmasa tələb olunan sahələri doldurun
ru: Пожалуйста, заполните обязательные поля

source: Additional information
az: Əlavə informasiya
ru: Дополнительная информация

source: Select a city
az: Şəhərinizi seçin
ru: Выберите город

source: Billing Details
az: Ödəniş Məlumatları
ru: Платежные Pеквизиты

source: Phone number must be entered in the format: '+994xxxxxxxxx'. Up to 12 digits allowed
az: Telefon nömrəsi aşağıdakı formatda daxil edilməlidir: '+994xxxxxxxxx'. 12 rəqəmə qədər icazə verilir
ru: Номер телефона необходимо вводить в формате: '+994xxxxxxxxx'. Допускается до 12 цифр

source: Order Succeeded
az: Sifariş uğurlu oldu
ru: Заказ выполнен

source: Thank you for your recent purchase from our website. We are pleased to inform you that your payment has been successfully processed, and your order is now confirmed.
az: Alış-verişiniz üçün təşəkkür edirik. Ödənişinizin uğurla icra edildiyini və sifarişinizin təsdiqləndiyini sizə bildirməkdən məmnunuq.
ru: Спасибо за недавнюю покупку на нашем сайте. Мы рады сообщить вам, что ваш платеж был успешно обработан, и теперь ваш заказ подтвержден.

source: You will receive a mobile notification and an e-mail notification (if you included an e-mail address during payment) regarding your order information soon.
az: Siz SMS və e-poçt bildirişi alacaqsınız (əgər ödəniş zamanı e-poçt ünvanını daxil etmisinizsə) tezliklə sifariş məlumatınızla bağlı.
ru: Вы получите SMS уведомление и уведомление по электронной почте (если вы указали адрес электронной почты во время оплаты) относительно информации о вашем заказе в ближайшее время.

source: Order Date
az: Sifarişin Tarixi
ru: Дата Заказа

source: Payment Amount
az: Ödənişin Məbləği
ru: К оплате

source: Shipping Address
az: Çatdırılma Ünvanə
ru: Адрес доставки

source: By using the link below, you can get information about your order. Please save the link to track your order whenever you would like.
az: Aşağıdakı linkdən istifadə etməklə sifarişiniz haqqında məlumat əldə edə bilərsiniz. İstədiyiniz zaman sifarişinizi izləmək üçün linki özünüzdə saxlayın.
ru: По ссылке ниже вы можете получить информацию о вашем заказе. Пожалуйста, сохраните ссылку, чтобы отслеживать свой заказ в любое время.

source: Track you Order
az: Sifarişinizi izləyin
ru: Отследить ваш заказ

source: Information about your order
az: Sifarişiniz haqqında məlumat
ru: Информация о вашем заказе

source: If you have any questions or need further assistance regarding your order, please feel free to contact our customer support team at <a href="%(contact_link)s" class="d-inline-block" rel="noopener noreferrer" target="_blank">%(contact_text)s</a>.
az: Sifarişinizlə bağlı hər hansı sualınız varsa və ya əlavə yardıma ehtiyacınız varsa, lütfən, <a href="%(contact_link)s" class="d-inline-block" rel="noopener noreferrer" target="_blank">%(contact_text)s</a>lə əlaqə saxlayın.
ru: Если у вас есть какие-либо вопросы или вам нужна дополнительная помощь относительно вашего заказа, пожалуйста, не стесняйтесь обращаться в нашу службу поддержки клиентов по адресу <a href="%(contact_link)s" class="d-inline-block" rel="noopener noreferrer" target="_blank">%(contact_text)s</a>.

source: Order succeeded
az: Sifariş uğurlu oldu
ru: Заказ выполнен

source: Azerbaijani
az: Azərbaycanca
ru: Азербайджанский

source: English
az: İngiliscə
ru: Английский

source: Russian
az: Rusca
ru: Русский

source: Library Description
az: Onlayn kitabxanamız sizə müxtəlif fayl formatlarında səhiyyə ilə bağlı sənədlər toplusunu təqdim edir. Tədqiqat məqalələrindən tibb jurnallarına qədər sizi əhatə etdik. Onlayn kitabxanamızı araşdırın və ən son səhiyyə araşdırmaları və tendensiyaları haqqında məlumatlı qalın.
ru: Наша онлайн-библиотека предоставляет вам коллекцию документов, связанных со здравоохранением, в различных форматах файлов. От научных статей до медицинских журналов — мы предоставим вам все необходимое. Изучите нашу онлайн-библиотеку и будьте в курсе последних исследований и тенденций в области здравоохранения.

source: Shop
az: Mağaza
ru: Магазин

source: About Us
az: Haqqımızda
ru: О Hас

source: Contact Us
az: Əlaqə
ru: Связаться с Hами

source: Order Status and Tracking
az: Sifarişin Statusu və İzlənilməsi
ru: Статус заказа и отслеживание

source: Returns and Refunds
az: Qaytarmalar və Geri Ödənişlər
ru: Возвраты и возмещения

source: Shipping and Delivery
az: Çatdırılma
ru: Неудачная Доставка

source: Payment and Billing
az: Ödəniş və Faktura
ru: Оплата и выставление счетов

source: Product Availability
az: Məhsulun Mövcudluğu
ru: Доступность продукта

source: Website Feedback or Issues
az: Vebsayt Məsələləri və ya Problemlər
ru: Vebsayt Məsələləri və ya Problemlər

source: Promotions and Discounts
az: Promosyonlar və Endirimlər
ru: Акции и скидки

source: Collaborations or Partnerships
az: Əməkdaşlıq və ya Tərəfdaşlıq
ru: Əməkdaşlıq və ya Tərəfdaşlıq

source: Privacy and Data Security
az: Məxfilik və Məlumat Təhlükəsizliyi
ru: Конфиденциальность и безопасность данных

source: Other
az: Digər
ru: Другой

source: Full Name
az: Ad
ru: Полное Имя

source: Please enter your full name
az: Adınızı daxil edin
ru: Пожалуйста, введите ваше полное имя

source: Email Address
az: Email Adresi
ru: Адрес электронной почты

source: Please enter your email address
az: E-mail adresini daxil edin
ru: Пожалуйста, введите Ваш адрес электронной почты

source: Subject
az: Mövzu
ru: Тема

source: Please select a subject
az: Mövzu seçin
ru: Пожалуйста, выберите тему

source: Message
az: Mesaj
ru: Сообщение

source: Please enter your message
az: Mesajınızı daxil edin
ru: Пожалуйста, введите ваше сообщение

source: Language field
az: Dil xanası
ru: Языковое поле

source: Not Found
az: Tapılmadı
ru: Не найдено

source: This page cannot be found
az: Bu səhifəni tapmaq mümkün deyil
ru: Эта страница не может быть найдена

source: About Description
az: Şirkətimiz və yüksək keyfiyyətli səhiyyə məhsulları və xidmətləri təqdim etmək öhdəliyimiz haqqında ətraflı məlumat əldə edin. Peşəkarlardan ibarət komandamız sizə mümkün olan ən yaxşı qayğı göstərilməsini təmin etməyə çalışır. Missiyamız, dəyərlərimiz və tariximiz haqqında daha çox oxuyun.
ru: Узнайте больше о нашей компании и нашей приверженности предоставлению высококачественных медицинских продуктов и услуг. Наша команда профессионалов позаботится о том, чтобы вы получили наилучший уход. Узнайте больше о нашей миссии, ценностях и истории.

source: More
az: Ətraflı
ru: Более

source: Career Description
az: Səhiyyə sektorunda əməkdaşlıq etdiyimiz şirkətləri araşdırın. Tibbi tədqiqatları, texnologiyaları və innovasiyaları inkişaf etdirməyə həsr olunmuş aparıcı təşkilatlarla strateji tərəfdaşlığımızı və ittifaqlarımızı kəşf edin. Sənaye tərəfdaşlarımız şəbəkəmiz və səhiyyənin gələcəyini formalaşdıran əməkdaşlığı inkişaf etdirmək öhdəliyimiz haqqında daha çox məlumat əldə edin.
ru: Ознакомьтесь с компаниями, с которыми мы сотрудничаем в сфере здравоохранения. Узнайте о наших стратегических партнерствах и альянсах с ведущими организациями, занимающимися продвижением медицинских исследований, технологий и инноваций. Узнайте больше о нашей сети отраслевых партнеров и о нашей приверженности развитию сотрудничества, которое формирует будущее здравоохранения.

source: Partner Companies
az: Partnyor Şirkətlər
ru: Партнерские Kомпании

source: Contact Description
az: Məhsullarımız və xidmətlərimizlə bağlı hər hansı sualınız və ya sorğunuz üçün bizimlə əlaqə saxlayın. Müştəri dəstək komandamız 24/7 hər hansı sualınızla sizə kömək etmək üçün hazırdır. Bu gün bizimlə əlaqə saxlayın və səhiyyə ehtiyaclarınızda sizə kömək edək.
ru: Contact us for any questions or inquiries about our products and services. Our customer support team is available 24/7 to assist you with any queries you may have. Reach out to us today and let us help you with your healthcare needs.

source: Office Address
az: Ofis Ünvanı
ru: Адрес Oфиса

source: Phone Number
az: Əlaqə Nömrəsi
ru: Номер Tелефона

source: Web Connect
az: Onlayn əlaqə
ru: Веб-Подключение

source: Social Media
az: Sosyal Medya hesabları
ru: Социальные Mедиа

source: FAQ Description
az: Tez-tez verilən suallar səhifəmiz məhsullarımız, xidmətlərimiz və siyasətlərimiz haqqında tez-tez verilən suallara cavab verir. Göndərmə seçimlərimiz, ödəniş üsullarımız və s. haqqında məlumat əldə edin. Suallarınıza cavab tapın və əminliklə alış-veriş edin.
ru: Наша страница часто задаваемых вопросов содержит ответы на часто задаваемые вопросы о наших продуктах, услугах и правилах. Узнайте о наших вариантах доставки, способах оплаты и многом другом. Найдите ответы на свои вопросы и делайте покупки с уверенностью.

source: Home Description
az: Geniş çeşiddə dərmanlar və səhiyyə məhsulları tapa biləcəyiniz onlayn aptekimizə xoş gəlmisiniz. Etibarlı, sərfəli və qapınıza qədər çatdırılan yüksək keyfiyyətli dərmanlar təqdim edirik. İndi alış-veriş edin və eksklüziv endirimlərimizdən yararlanın!
ru: Добро пожаловать в нашу интернет-аптеку, где вы можете найти широкий ассортимент лекарств и товаров для здоровья. Мы предлагаем высококачественные лекарства, которые являются надежными, доступными и доставляются к вашему порогу. Покупайте сейчас и наслаждайтесь нашими эксклюзивными скидками!

source: Maintenance
az: Texniki baxış

source: The website is under maintenance!
az: Sayt texniki baxış altındadır!

source: We're currently performing some scheduled maintenance. We apologize for any inconvenience caused. During this time, the website will be temporarily unavailable. We expect the maintenance to be completed soon. If you have any urgent inquiries or require immediate assistance, please reach out to our customer support team at <a href="mailto:%(contact_email)s" class="mail"> <i class="fas fa-envelope"></i> %(contact_email)s </a> email address or <a href="tel:%(contact_phone)s" class="mail"> <i class="fas fa-envelope"></i> %(contact_phone)s </a>phone number. Thank you for your patience and understanding.
az: Hazırda bəzi planlaşdırılmış təmir işləri görürük. Yaranmış hər hansı narahatlığa görə üzr istəyirik. Bu müddət ərzində vebsayt müvəqqəti olaraq əlçatan olmayacaq. Təmirin tezliklə başa çatacağını gözləyirik. Hər hansı bir təcili sualınız varsa və ya yardıma ehtiyacınız varsa, zəhmət olmasa müştəri xidmətləri komandamızla <a href="mailto:%(contact_email)s" class="mail"> <i class="fas fa-envelope"></i> %(contact_email)s </a> e-poçt ünvanı və ya <a href="tel:%(contact_phone)s" class="mail"> <i class="fas fa-envelope"></i> %(contact_phone)s</a> telefon nömrəsi vasitəsilə əlaqə saxlayın. Anlayışınız üçün təşəkkür edirik.

source: Privacy Policy Description
az: Məxfilik siyasətimiz şəxsi məlumatlarınızı və məlumatlarınızı qorumaq öhdəliyimizi əks etdirir. Məlumat toplama və saxlama təcrübələrimiz və sizə daha yaxşı alış-veriş təcrübəsi təqdim etmək üçün məlumatınızdan necə istifadə etdiyimiz haqqında öyrənin. Məxfilik siyasətimizi indi oxuyun və əminliklə alış-veriş edin.
ru: В нашей политике конфиденциальности изложены наши обязательства по защите вашей личной информации и данных. Узнайте о наших методах сбора и хранения данных, а также о том, как мы используем вашу информацию, чтобы сделать ваши покупки более удобными. Прочитайте нашу политику конфиденциальности сейчас и делайте покупки с уверенностью.

source: Return Policy Description
az: Geri qaytarma siyasətimiz, satın almanızdan narazı olduğunuz halda atmanız lazım olan addımları təsvir edir. Qaytarma prosesimiz, uyğunluq meyarlarımız və istisnalar haqqında məlumat əldə edin. Qaytarma siyasətimizi indi oxuyun və əminliklə alış-veriş edin.
ru: Наша политика возврата описывает шаги, которые необходимо предпринять, если вы не удовлетворены своей покупкой. Узнайте о нашем процессе возврата, критериях приемлемости и исключениях. Ознакомьтесь с нашей политикой возврата сейчас и делайте покупки с уверенностью.

source: Terms and Conditions Description
az: Şərtlərimiz və şərtlərimiz onlayn aptekimizdən istifadə qaydaları və qaydaları əks etdirir. Göndərmə və qaytarma siyasətlərimiz, ödəniş üsullarımız və s. haqqında məlumat əldə edin. Rahat alış-veriş təcrübəsini təmin etmək üçün şərtlərimizi indi oxuyun.
ru: В наших условиях и положениях изложены правила и нормы использования нашей интернет-аптеки. Узнайте о наших правилах доставки и возврата, способах оплаты и многом другом. Ознакомьтесь с нашими положениями и условиями сейчас, чтобы сделать покупки удобными.

source: Email was sent successfully!
az: E-mail uğurla göndərildi
ru: Электронная почта успешно отправлена!

source: Email cannot be sent!
az: E-mail göndərilmədi!
ru: Электронная почта не может быть отправлена!

source: Recent News
az: Ən Son Xəbərlər
ru: Свежие Hовости

source: News Description
az: Tibb sektorunda ən son xəbərlər və tendensiyalarla yenilən. Xəbər səhifəmiz sizə yeni kəşflər, tibbi nailiyyətlər və sağlamlıqla bağlı xəbərlər haqqında məlumatlandırıcı və maarifləndirici məzmun təqdim edir. Daha çox oxuyun və xəbərdar olun!
ru: Будьте в курсе последних новостей и тенденций в области медицины. На нашей странице новостей вы найдете информативный и образовательный контент о новых открытиях, медицинских открытиях и новостях, связанных со здоровьем. Читайте больше и будьте в курсе!

source: Pending
az: Gözləmədə
ru: В ожидании

source: Paid
az: Ödənilib
ru: Оплаченный

source: Failed
az: Uğursuz
ru: Неуспешный

source: Refunded
az: Geri Ödəmə
ru: Возмещено

source: Processing
az: Hazırlanır
ru: Обработка

source: Shipped
az: Göndərilib
ru: Отправленный

source: Delivered
az: Çatdırılıb
ru: Доставленный

source: Failed Delivery
az: Uğursuz Çatdırılma
ru: Неудачная Доставка

source: Returned
az: Qayıtmış
ru: Вернулся

source: Cancelled
az: Ləğv Edilmiş
ru: Отменено

source: New order:
az: Yeni sifariş:
ru: Новый заказ:

source: Order Details Description
az: Onlayn aptekimizdə xüsusi sifarişinizin ətraflı məlumatlarına baxın. Sifariş Təfərrüatları səhifəsi sizə məhsullar, miqdarlar, qiymətlər və göndərmə təfərrüatları daxil olmaqla, alışınızın hərtərəfli icmalını təqdim edir. Xüsusi sifarişiniz haqqında məlumatlı olun və bütün müvafiq məlumatları bir baxışda nəzərdən keçirin.
ru: Просмотрите подробную информацию о вашем конкретном заказе в нашей интернет-аптеке. Страница «Сведения о заказе» предоставляет вам исчерпывающий обзор вашей покупки, включая детализированные продукты, количество, цены и сведения о доставке. Будьте в курсе вашего конкретного заказа и просматривайте всю необходимую информацию с первого взгляда.

source: Order Number
az: Sifariş Nömrəsi
ru: Номер Заказа

source: Customer Notes
az: Müştəri Qeydləri
ru: Примечания Для Kлиентов

source: Delivery Details
az: Çatdırılma Məlumatları
ru: Детали Доставки

source: Will be published
az: Tezliklə bildiriləcək
ru: Будет опубликовано

source: Product Summary
az: Məhsul Məlumatı
ru: Обзор Продукта

source: Services Description
az: Şirkətimiz bütün sağlamlıq ehtiyaclarınızı ödəmək üçün geniş xidmətlər təklif edir. Reçeteli doldurmalardan onlayn məsləhətləşmələrə qədər biz sizi əhatə etdik. Peşəkarlardan ibarət komandamız sizə ən yaxşı səhiyyə xidmətlərini təqdim etməyə çalışır. Xidmətlərimizi araşdırın və bu gün görüş sifariş edin!
ru: Наша компания предлагает широкий спектр услуг для удовлетворения всех ваших потребностей в области здравоохранения. От рецептурных лекарств до онлайн-консультаций — мы предоставим вам все необходимое. Наша команда профессионалов стремится предоставить вам лучшие медицинские услуги. Ознакомьтесь с нашими услугами и запишитесь на прием уже сегодня!

source: categories
az: kateqoriyalar
ru: категории

source: Not in Stock
az: Stokda Yoxdur
ru: Нет в Hаличии

source: Active
az: Aktiv
ru: Активный

source: Not Active
az: Aktiv deyil
ru: Не активен

source: Add to Wishlist
az: Seçilmişlərə əlavə et
ru: Добавить в Cписок Желаний

source: Remove from Wishlist
az: Seçilmişlərdən Sil
ru: Удалить из Cписка Желаний

source: Add to Cart
az: Səbətə At
ru: Добавить в Kорзину

source: Related Products
az: Əlaqəli Məhsullar
ru: Cопутствующие Tовары

source: Shop Description
az: Rəqabətli qiymətlərlə geniş çeşiddə dərman və səhiyyə məhsullarımızı əldə edin. Biz istifadəçi dostu interfeys, təhlükəsiz ödəniş variantları və etibarlı çatdırılma xidmətləri təklif edirik. Məhsul kateqoriyalarımızı nəzərdən keçirin və sağlamlıq ehtiyaclarınız üçün düzgün məhsulları tapın.
ru: Покупайте наш широкий выбор лекарств и товаров для здоровья по конкурентоспособным ценам. Мы предлагаем удобный интерфейс, безопасные способы оплаты и надежные услуги доставки. Просмотрите наши категории продуктов и найдите продукты, соответствующие вашим потребностям в области здравоохранения.

source: Order by
az: Sırala
ru: Сортировать по

source: The products you searched for do not exist
az: Axtardığınız məhsullar mövcud deyil
ru: Продукты, которые вы искали, не существуют

source: Latest
az: Ən son
ru: Последний

source: Price low to high
az: Qiymət azdan çoxa
ru: Цена от низкой до высокой

source: Price high to low
az: Qiymət çoxdan aza
ru: Цена от высокой к низкой

source: entries per page
az: hər səhifə üçün məlumat sayı
ru: записей на странице

source: Showing
az: Göstərilir
ru: Показаны

source: entries
az: məlumat
ru: записи

source: Account
az: Hesab
ru: Аккаунт

source: Logout
az: Çıxış
ru: Выйти

source: Logged in as
az: Daxil olmuş şəxs
ru: Вы вошли как

source: Send
az: Göndər
ru: Отправлять

source: Company Information
az: Şirkət Məlumatı
ru: Информация о Kомпании

source: Support
az: Dəstək
ru: Поддерживать

source: Copyright
az: Müəllif hüquqları
ru: Авторские права

source: All Rights Reserved
az: Bütün haqqlar qorunur
ru: Все Права Защищены

source: No products in the cart
az: Səbətdə məhsul yoxdur
ru: Нет товаров в корзине

source: View Cart
az: Səbəti Görüntülə
ru: Посмотреть корзину

source: Search in Shop
az: Mağazada Axtar
ru: Искать в Mагазине

source: View Document
az: Faylı Aç
ru: Просмотр Документа

source: Shop Now
az: Alış-veriş et
ru: Купить Cейчас

source: Explore Categories
az: Kateqoriyaları Kəşf et
ru: Исследуйте Kатегории

source: Discounted Products
az: Endirimli Məhsullar
ru: Товары со Cкидкой

source: Buy Now
az: Al
ru: Купить Cейчас

source: Email is required
az: Emaili daxil edin
ru: Email обязательна

source: Username is required
az: İstifadəçi adını daxil edin
ru: Имя пользователя требуется

source: Staff
az: İşçi
ru: Персонал

source: Product cannot be added to Wishlist
az: Məhsul Seçilmişlərə əlavə edilmədi
ru: Товар не может быть добавлен в список желаний

source: Product is not removed from Wishlist
az: Məhsul Seçilmişlərdən çıxarılmadı
ru: Товар не удален из списка желаний

source: Wishlist cannot be cleared
az: Seçilmişlər silinmədi
ru: Список желаний не может быть очищен

source: Wishlist
az: Seçilmişlər
ru: Список желаний

source: Wishlist Description
az: İstək siyahısına əlavə etməklə sevimli sağlamlıq məhsullarınızı və dərmanlarınızı izləyin. İstək siyahısı xüsusiyyətimiz gələcəkdə almaq istədiyiniz məhsulları izləməyi asanlaşdırır. Məhsullarımızı nəzərdən keçirin və onları bu gün arzu siyahınıza əlavə edin!
ru: Отслеживайте свои любимые товары для здоровья и лекарства, добавляя их в свой список желаний. Наша функция списка желаний позволяет легко отслеживать продукты, которые вы хотите приобрести в будущем. Просмотрите наши продукты и добавьте их в свой список желаний сегодня!

source: Link
ru: Линк

source: Status
ru: Положение дел

source: Product Categories
ru: Категории Продукта

source: Admin
ru: Администратор

source: Editor
ru: Pедактор

source: Operator
ru: Оператор
