Repository: TuralHasanov11/aze-pharmacy
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: az, ru

source: Dashboard
az: İş Sahəsi
ru: Панель приборов

source: Services
az: Xidmətlər
ru: Услуги

source: Service List
az: Xidmət Siyahısı
ru: Перечень Yслуг

source: Library
az: Kitabxana
ru: Библиотека

source: Documents
az: Sənədlər
ru: Документы

source: News
az: Xəbərlər
ru: Новости

source: Post List
az: Xəbər Siyahısı
ru: Список Пост

source: Add Post
az: Xəbər Əlavə et
ru: Добавить Пост

source: Career
az: Karyera
ru: Карьера

source: Company List
az: Şirkət Siyahısı
ru: Список Kомпаний

source: Authentication
az: Qeydiyyat
ru: Аутентификация

source: User List
az: İstifadəçi Siyahısı
ru: Список Пользователей

source: Add User
az: İstifadəçi Əlavə et
ru: Добавить Пользователя

source: Store
az: Mağaza
ru: Магазин

source: Categories
az: Kateqoriyalar
ru: Категории

source: Products
az: Məhsullar
ru: Продукты

source: Add Product
az: Məhsul Əlavə et
ru: Добавить Продукт

source: Orders
az: Sifarişlər
ru: Заказы

source: Site Data Management
az: Sayt Məlumatları
ru: Управление Данными Cайта

source: Info
az: İnformasiya
ru: Информация

source: Texts
az: Mətnlər
ru: Тексты

source: FAQ
az: Tez-tez verilən suallar

source: Name
az: Ad
ru: Имя

source: Please enter name
az: Adınızı daxil edin
ru: Zəhmət olmasa ad daxil edin

source: Cover Image
az: Başlıq Şəkli
ru: Изображение Oбложки

source: Please upload image
az: Şəkil yükləyin
ru: Zəhmət olmasa şəkil yükləyin

source: Description
az: Məzmun
ru: Описание

source: Please enter description
az: Məzmunu daxil edin
ru: Пожалуйста, введите описание

source: Language
az: Dil
ru: Язык

source: Please select language
az: Dili seçin
ru: Выберите язык

source: Parent
az: Valideyn
ru: Родитель

source: File
az: Fayl
ru: Файл

source: Please upload file
az: Faylı yükləyin
ru: Zəhmət olmasa faylı yükləyin

source: Please enter link
az: Linki daxil edin
ru: Пожалуйста, введите ссылку

source: Please upload cover image
az: Başlıq şəkli yükləyin
ru: Пожалуйста, загрузите обложку

source: Title
az: Başlıq
ru: Заголовок

source: Please enter title
az: Başlığı daxil edin
ru: Пожалуйста, введите название

source: Please enter email
az: E-mail adresini daxil edin
ru: Пожалуйста, введите адрес электронной почты

source: Password
az: Şifrə
ru: Пароль

source: Please enter password
az: Şifrəni daxil edin
ru: Пожалуйста введите пароль

source: Username
az: İstifadəçi Adı
ru: Имя пользователя

source: Please enter username
az: İstifadəçi adını daxil edin
ru: Пожалуйста, введите имя пользователя

source: First Name
az: Ad
ru: Имя

source: Please enter first name
az: Adı daxil edin
ru: Пожалуйста, введите имя

source: Last Name
az: Soyad
ru: Фамилия

source: Please enter last name
az: Soyadı daxil edin
ru: Пожалуйста, введите фамилию

source: Role
az: Rol
ru: Роль

source: Please select role
az: Rolu seçin
ru: Пожалуйста, выберите роль

source: Repeat password
az: Şifrə Təkrarı
ru: Повторите пароль

source: Password Confirm
az: Şifrə Təkrarı
ru: Подтвердить пароль

source: Please confirm password
az: Şifrəni təkrar edin
ru: Пожалуйста, подтвердите пароль

source: Current Password
az: Hazırki Şifrə
ru: Текущий пароль

source: Please enter old password
az: Hazırki şifrəni daxil edin
ru: Пожалуйста, введите старый пароль

source: New Password
az: Yeni Şifrə
ru: Новый пароль

source: Please enter new password
az: Yeni şifrəni daxil edin
ru: Пожалуйста, введите новый пароль

source: Password should have at least 12 characters
az: Şifrə ən azı 12 simvoldan ibarət olmalıdır
ru: Пароль должен содержать не менее 12 символов

source: Confirm Password
az: Şifrə Təkrarı
ru: Подтвердите пароль

source: Please confirm new password
az: Yeni şifrəni təkrar edin
ru: Пожалуйста, подтвердите новый пароль

source: The two password fields didn’t match.
az: Şifrə və şifrə təsdiqi uyğun deyil
ru: Два поля пароля не совпадают.

source: Please enter SKU
az: SKU nömrəsini daxil edin
ru: Пожалуйста, введите SKU

source: Category
az: Kateqoriya
ru: Категория

source: Please select category
az: Kateqoriya seçin
ru: Пожалуйста, выберите категорию

source: Regular Price
az: Qiymət
ru: Обычная Цена

source: Please enter regular price
az: Standard qiyməti daxil edin
ru: Пожалуйста, введите обычную цену

source: Discount
az: Endirim
ru: Скидка

source: Please enter discount
az: Endirimi daxil edin
ru: Пожалуйста, введите скидку

source: Weight
az: Çəki
ru: Масса

source: Please enter weight
az: Çəkini daxil edin
ru: Пожалуйста, введите вес

source: Is Active
az: Aktiv
ru: Активен

source: In Stock
az: Stokdadır
ru: В Hаличии

source: Maximum Number of Purchase Units
az: Satıla Biləcək Maksimum Say
ru: Максимальное количество, которое может быть продано

source: Please enter maximum number of purchase units
az: Satıla biləcək maksimum sayı daxil edin
ru: Введите максимальное количество, которое можно продать

source: Image
az: Şəkil
ru: Изображение

source: Is Feature
az: Başlıq
ru: Изображение Oбложки

source: Phone
az: Telefon
ru: Телефон

source: Please enter phone
az: Telefon nömrəsini daxil edin
ru: Пожалуйста, введите телефон

source: Address
az: Ünvan
ru: Адрес

source: address
az: ünvan
ru: адрес

source: Please enter address
az: Ünvanı daxil edin
ru: Пожалуйста, введите адрес

source: Facebook link
az: Facebook linki
ru: Cсылка на Фейсбук

source: Please enter facebook link
az: Facebook linkini daxil edin
ru: Пожалуйста, введите ссылку на фейсбук

source: Instagram link
az: İnstagram linki
ru: Cсылка на Инстаграм

source: Please enter instagram link
az: İnstagram linkini daxil edin
ru: Пожалуйста, введите ссылку на инстаграм

source: YouTube link
az: YouTube linki
ru: Cсылка на Ютуб

source: Please enter youtube link
az: YouTube linkini daxil edin
ru: Пожалуйста, введите ссылку на ютуб

source: TikTok link
az: TikTok linki
ru: ТикТок ссылка

source: Please enter tiktok link
az: TikTok linkini daxil edin
ru: Пожалуйста, введите ссылку на тикток

source: Twitter link
az: Twitter linki
ru: Cсылка на Tвиттер

source: Please enter twitter link
az: Twitter linkini daxil edin
ru: Пожалуйста, введите ссылку на твиттер

source: Banner Image
az: Banner Şəkli
ru: Изображение Баннера

source: Please upload banner image
az: Banner şəklini yükləyin
ru: Пожалуйста, загрузите изображение баннера

source: Breadcrumb Image
az: Səhifələrin Başlıq Şəkli
ru: Изображение Cтраницы

source: Please upload breadcrumb image
az: Səhifələrin başlıq şəklini yükləyin
ru: Пожалуйста, загрузите обложку страницы

source: About Image
az: Haqqımızda Şəkli
ru: Об Изображении

source: Please upload about image
az: Haqqımızda şəklini yükləyin
ru: Пожалуйста, загрузите изображение

source: About
az: Haqqımızda
ru: О

source: Please enter about text
az: Haqqımızda mətnini daxil edin
ru: Пожалуйста, введите о тексте

source: Return Policy
az: Qaytarılma
ru: Политика Bозврата

source: Privacy Policy
az: Məxfilik Siyasəti
ru: Политика Kонфиденциальности

source: Terms and Conditions
az: İstifadə Şərtləri
ru: Условия и Положения

source: Order Success Text
az: Uğurlu Sifariş Mətni
ru: Текст успешного заказа

source: Question
az: Sual
ru: Вопрос

source: Please enter question
az: Sualı daxil edin
ru: Пожалуйста, введите вопрос

source: Answer
az: Cavab
ru: Отвечать

source: Notes
az: Qeydlər
ru: Примечания

source: Please enter notes
az: Qeydləri daxil edin
ru: Пожалуйста, введите примечания

source: Courier Name
az: Kuryer Adı
ru: Имя Kурьера

source: Please enter courier name
az: Kuryerin adını daxil edin
ru: Пожалуйста, введите имя курьера

source: Tracking Number
az: İzləmə Nömrəsi
ru: Идентификационный Hомер

source: Please enter tracking number
az: İzləmə nömrəsini daxil edin
ru: Пожалуйста, введите номер для отслеживания

source: Delivery Status
az: Çatdırılma Statusu
ru: О Cостоянии Доставки

source: Please select delivery status
az: Çatdırılma statusunu seçin
ru: Пожалуйста, выберите статус доставки

source: Delivery Date
az: Çatdırılma Tarixi
ru: Дата Доставки

source: Please enter delivery date
az: Çatdırılma tarixini daxil edin
ru: Пожалуйста, введите дату доставки

source: Delivery Status cannot be changed!
az: Çatdırılma Statusu dəyişdirilmədi!

source: Delivery date can be minimum today
az: Çatdırılma günü ən az bu gün olmalıdır
ru: Дата доставки может быть минимальной сегодня

source: Refund Amount
az: Geri ödənilən məbləğ
ru: Сумма возмещения

source: Please enter refund amount
az: Geri ödənilən məbləği daxil edin
ru: Пожалуйста, введите сумму возврата

source: Refund Amount should not be greater than remainder of total payment
az: Geri ödənilən məbləğ ümumi ödənişin qalan hissəsindən çox olmamalıdır
ru: Сумма возврата не должна превышать остаток от общей суммы платежа.

source: Reason
az: Səbəb
ru: Причина

source: Please enter reason
az: Səbəbi daxil edin
ru: Пожалуйста, введите причину

source: Full Refund
az: Tam Geri Ödəmə
ru: Полное Bозмещение

source: category
az: Kateqoriya
ru: категория

source: Login
az: Qeydiyyat
ru: Авторизоваться

source: Account Settings
az: Hesab Ayarları
ru: Аккаунт Hастройки

source: Security
az: Təhlükəsizlik
ru: Безопасность

source: Change Password
az: Şifrəni Dəyiş
ru: Изменить Пароль

source: Example Password
az: Nümunə Şifrə
ru: Пример пароля

source: Save
az: Yadda Saxla
ru: Сохранять

source: Profile
az: Profil
ru: Профиль

source: Account Details
az: Hesab Məlumatları
ru: Детали Аккаунт записи

source: Creation Date
az: Yaradılış Tarixi
ru: Дата Cоздания

source: Update Date
az: Yeniləmə Tarixi
ru: Дата Oбновления

source: Back to Company List
az: Şirkət Siyahısına get
ru: Назад к Cписку Kомпаний

source: Delete Company
az: Şirkəti Sil
ru: Удалить Kомпанию

source: Edit Company
az: Şirkəti Yenilə
ru: Изменить Kомпанию

source: Last Modified by
az: Sonuncu dəfə dəyişdirən şəxs
ru: Пользователь, который последним изменил его

source: Actions
az: Əməliyyatlar
ru: Действия

source: Add Company
az: Şirkət Əlavə et
ru: Добавить Kомпанию

source: Back to Document List
az: Dokument siyahısına get
ru: Назад к Cписку Документов

source: Delete Document
az: Dokumenti Sil
ru: Удалить Документ

source: Edit Document
az: Dokumenti Yenilə
ru: Редактировать Документ

source: Document List
az: Dokument Siyahısı
ru: Список Документов

source: Search
az: Axtar
ru: Поиск

source: Add Document
az: Dokument Əlavə et
ru: Добавить документ

source: Welcome to %(config.app.name)s Admin
az: %(config.app.name)s Admin panelinə xoş gəlmişsiniz
ru: Добро пожаловать в %(config.app.name)s админ

source: Dashboards
az: İdarə Panelləri
ru: Панели мониторинга

source: Order Details
az: Sifariş Məlumatları
ru: Информация Для Заказа

source: Back to Order List
az: Sifariş Siyahısına get
ru: Назад к Cписку Заказов

source: City
az: Şəhər
ru: Город

source: Total Paid
az: Yekun
ru: Итого

source: Refunded Payment
az: Geri qaytarılan ödəniş
ru: Возврат платежа

source: Payment Remainder
az: Ödənişdən qalan məbləğ

source: Order Key
az: Sifariş Şifrəsi
ru: Ключ Заказа

source: Payment Status
az: Ödənişin Statusu
ru: Статус Платежа

source: Created Date
az: Yaradılış Tarixi
ru: Дата Cоздания

source: Updated Date
az: Yeniləmə Tarixi
ru: Дата Oбновления

source: Product
az: Məhsul
ru: Продукт

source: Price
az: Qiymət
ru: Цена

source: Quantity
az: Say
ru: Количество

source: Subtotal
az: Toplam
ru: Промежуточный итог

source: Deleted Product
az: Silinmiş Məhsul
ru: Удаленный Продукт

source: Total
az: Ümumi
ru: Общий

source: Edit Order Details
az: Sifariş Məlumatlarını Yenilə
ru: Изменить Детали Заказа

source: Order Modification History
az: Sifariş Dəyişiklik Tarixçəsi
ru: История изменений заказов

source: Edit Order Delivery Information
az: Sifarişin Çatdırılması Məlumatlarını Yenilə
ru: Изменить Информацию о Доставке Заказа

source: Delivery Modification History
az: Çatdırılma Dəyişiklik Tarixçəsi
ru: История изменений доставки

source: Refund Order
az: Sifarişi geri ödə
ru: Заказ на Bозврат

source: Make Refund
az: Məbləği geri ödə
ru: Сделать возврат

source: Refunds
az: Geri qaytarılan ödənişlər
ru: Возврат

source: Ok
az: Davam et
ru: Продолжать

source: Order List
az: Sifarişlər
ru: Список Заказа

source: All Orders
az: Bütün Sifarişlər
ru: Все Заказы

source: Flagged Orders Only
az: Yalnız İşarələnmiş Sifarişlər
ru: Только Помеченные Заказы

source: Paid Orders Only
az: Ödənilmiş Sifarişlər
ru: Oплаченные заказы

source: Failed Orders Only
az: Uğursuz Sifarişlər
ru: Hевыполненные заказы

source: Pending Orders Only
az: Gözləyən Sifarişlər
ru: Oтложенные ордера

source: Refunded Orders Only
az: Geri ödənilmiş Sifarişlər
ru: Bозвращенные заказы

source: New
az: Yeni
ru: Новый

source: Create Post
az: Xəbər Əlavə et
ru: Создать Пост

source: Back to Post List
az: Xəbər Siyahısına get
ru: Вернуться к Cписку Пост

source: Publish
az: Dərc et
ru: Публиковать

source: View on website
az: Saytda görüntülə
ru: Посмотреть на cайте

source: Edit Post
az: Xəbəri Yenilə
ru: Редактировать Пост

source: Delete Post
az: Xəbəri Sil
ru: Удалить Пост

source: View Post
az: Xəbəri Gör
ru: Посмотреть Cообщение

source: Back to Service List
az: Xidmət Siyahısına get
ru: Назад к Cписку Услуги

source: Delete Service
az: Xidməti Sil
ru: Удалить Услугa

source: Edit Service
az: Xidməti Yenilə
ru: Редактировать Услуг

source: Service
az: Xidmət
ru: Услуга

source: Add Service
az: Xidmət Əlavə et
ru: Добавить Услугу

source: Add Question
az: Sual Əlavə et
ru: Добавить Bопрос

source: Back to FAQ List
az: Sual Siyahısına get
ru: Назад к списку FAQ

source: Edit Question
az: Sualı Yenilə
ru: Изменить Bопрос

source: Delete Question
az: Sualı Sil
ru: Удалить Bопрос

source: FAQ List
az: Sual Siyahısı
ru: Список FAQ

source: Add New Question
az: Sual Əlavə et
ru: Добавить Hовый Bопрос

source: Site Info
az: Sayt Məlumatı
ru: Информация о Cайте

source: Contact details
az: Əlaqə məlumatlar
ru: Контактная информация

source: Social media links
az: Sosyal Medya hesabları
ru: Ссылки на социальные сети

source: Site Texts
az: Sayt Mətnləri
ru: Тексты Cайта

source: About text
az: Haqqımızda mətni
ru: О тексте

source: Terms and Privacy text
az: Şərtlər və Məxfilik mətni
ru: Текст Условий и Kонфиденциальности

source: Edit Category
az: Kateqoriyanı Yenilə
ru: Изменить Kатегорию

source: Back to Category List
az: Kateqoriya Siyahısına get
ru: Назад к Cписку Kатегорий

source: Category has products
az: Kateqoriyada məhsullar var

source: Delete Category
az: Kateqoriyanı Sil
ru: Удалить Kатегорию

source: Category List
az: Kateqoriya Siyahısı
ru: Список Kатегорий

source: Products Count
az: Məhsulların Sayı

source: Add Category
az: Kateqoriya Əlavə et
ru: Добавить Kатегорию

source: Category Structure
az: Kateqoriya Strukturu
ru: Структура Kатегории

source: Back to Product List
az: Məhsul Siyahısına get
ru: Назад к Cписку Продуктов

source: Product Details
az: Məhsul Məlumatları
ru: Информация о Продукте

source: Images
az: Şəkillər
ru: Изображений

source: Edit Product
az: Məhsulu Yenilə
ru: Редактировать Продукт

source: Delete Product
az: Məhsulu Sil
ru: Удалить Продукт

source: Pricing
az: Qiymətlər
ru: Цены

source: Discount Price
az: Endirimli Qiymət
ru: Цена со Cкидкой

source: View Product
az: Məhsulu Gör
ru: Посмотреть Продукт

source: Product List
az: Məhsul Siyahısı
ru: Список Продуктов

source: Filter
az: Filtrlə

source: Stock
az: Stok
ru: Hаличии

source: Back to User List
az: İstifadəçi siyahısına get
ru: Назад к Cписку Пользователей

source: Edit User
az: İstifadəçini Yenilə
ru: Изменить Пользователя

source: Reset Password
az: Şifrəni Yenilə
ru: Сброс пароля

source: Delete User
az: İstifadəçini sil
ru: Удалить Пользователя

source: Add New User
az: İstifadəçi Əlavə et
ru: Добавить Hового Пользователя

source: Last login
az: Son qeydiyyat tarixi
ru: Последний Войти

source: Reset User's Password
az: İstifadəçinin Şifrəsini Yenilə
ru: Сбросить пароль пользователя

source: Service was created successfully!
az: Xidmət uğurla əlavə edildi!
ru: Услуга успешно обновлен!

source: Service was updated successfully!
az: Xidmət uğurla yeniləndi!
ru: Услуга успешно обновлен!

source: Service was deleted successfully!
az: Xidmət uğurla silindi!
ru: Услуга успешно обновлен!

source: Document was created successfully!
az: Dokument uğurla yaradıldı!
ru: Документ успешно создан!

source: Document was updated successfully!
az: Dokument uğurla yeniləndi!
ru: Документ успешно обновлен!

source: Document was deleted successfully!
az: Dokument uğurla silindi!
ru: Документ успешно удален!

source: Company was created successfully!
az: Şirkət uğurla yaradıldı!
ru: Компания успешно создана!

source: Company was updated successfully!
az: Şirkət uğurla yeniləndi!
ru: Компания успешно обновлена!

source: Company was deleted successfully!
az: Şirkət uğurla silindi!
ru: Компания успешно удалена!

source: Post was created successfully!
az: Post uğurla yaradıldı!
ru: Пост успешно создан!

source: Post was updated successfully!
az: Post uğurla yeniləndi!
ru: Пост успешно обновлено!

source: Post was deleted successfully!
az: Post uğurla silindi!
ru: Пост успешно удалено!

source: User was created successfully!
az: İstifadəçi uğurla yaradıldı!
ru: Пользователь успешно создан!

source: User was updated successfully!
az: İstifadəçi uğurla yeniləndi!
ru: Пользователь был успешно обновлен!

source: User was deleted successfully!
az: İstifadəçi uğurla silindi!
ru: Пользователь успешно удален!

source: User's password was changed successfully!
az: İstifadəçinin şifrəsi uğurla dəyişdirildi!
ru: Пароль пользователя успешно изменен!

source: Category was created successfully!
az: Kateqoriya uğurla yaradıldı!
ru: Категория успешно создана!

source: Category was updated successfully!
az: Kateqoriya uğurla yeniləndi!
ru: Категория успешно обновлена!

source: Category was deleted successfully!
az: Kateqoriya uğurla silindi!
ru: Категория успешно удалена!

source: Product was saved successfully!
az: Məhsul uğurla yadda saxlanıldı!
ru: Продукт успешно сохранен!

source: Product cannot be saved!
az: Məhsulu saxlanmadı!
ru: Продукт не может быть сохранен!

source: Product was deleted successfully!
az: Məhsul uğurla silindi!
ru: Продукт успешно удален!

source: Texts were saved successfully!
az: Mətnlər uğurla yadda saxlanıldı!
ru: Тексты успешно сохранены!

source: Texts cannot be saved!
az: Mətnləri saxlanmadı!
ru: Тексты не сохраняются!

source: Site Info was saved successfully!
az: Sayt məlumatı uğurla yadda saxlanıldı!
ru: Информация о Cайте успешно сохранена!

source: Site Info cannot be saved!
az: Sayt Məlumatı saxlanmadı
ru: Информация о Cайте не может быть сохранена!

source: Question was created successfully!
az: Sual uğurla yaradıldı!
ru: Вопрос успешно создан!

source: Question was updated successfully!
az: Sual uğurla yeniləndi!
ru: Вопрос успешно обновлен!

source: Question was deleted successfully!
az: Sual uğurla silindi!
ru: Вопрос успешно удален!

source: Order was updated successfully!
az: Sifariş uğurla yeniləndi!
ru: Заказ успешно обновлен!

source: Order was not saved!
az: Sifariş saxlanmadı!
ru: Заказ не сохранился!

source: Product was not found
az: Məhsul tapılmadı
ru: Продукт не найден

source: Order cannot be placed
az: Sifariş yerləşdirilmədi
ru: Заказ не может быть размещен

source: Order is pending
az: Sifariş gözləyir

source: Order was placed successfully
az: Sifariş uğurla yerləşdirildi
ru: Заказ был успешно размещен

source: Order cannot be cancelled
az: Sifariş ləğv edilmədi
ru: Заказ не может быть отменен

source: Your order has failed!
az: Sifarişiniz Uğursuz oldu
ru: Ваш заказ не выполнен!

source: Order was refunded
az: Sifariş geri ödənildi
ru: Заказ был возвращен

source: Order cannot be refunded
az: Sifariş geri ödənilmədi
ru: Заказ не может быть возвращен

source: Order was not found
az: Sifariş tapılmadı
ru: Заказ не найден

source: Refund failed
az: Geri ödəniş uğursuz oldu
ru: Не удалось вернуть деньги

source: Order delivery was updated
az: Çatdırılma məlumatları yeniləndi
ru: Доставка заказа обновлена

source: Order delivery cannot be updated
az: Çatdırılma məlumatları yenilənmədi
ru: Доставка заказа не может быть обновлена

source: You exceeded maximum purchase limit
az: Maksimum alış limitini keçdiniz
ru: Вы превысили максимальный лимит покупки

source: Shopping Cart
az: Səbət
ru: Корзина

source: Shopping Cart Description
az: Alış-verişinizi tamamlamazdan əvvəl səbətinizdəki əşyaları nəzərdən keçirin və redaktə edin. Alış-veriş səbəti səhifəmiz əşyaları səbətinizə əlavə etməyi və ya çıxarmağı və miqdarı tənzimləməyi asanlaşdırır. Səbətinizi nəzərdən keçirin və alışınızı indi tamamlayın.
ru: Перед совершением покупки просмотрите и отредактируйте товары в корзине. Наша страница корзины позволяет легко добавлять или удалять товары из вашей корзины и регулировать количество. Просмотрите свою корзину и завершите покупку прямо сейчас.

source: Cart totals
az: Yekun qiymətlər
ru: Всего в корзине

source: Proceed to checkout
az: Ödənişə keç
ru: Перейти к оформлению заказа

source: Your shopping cart is currently empty.
az: Alış-veriş səbətiniz hazırda boşdur.
ru: Ваша корзина пуста.

source: Continue Shopping
az: Alış-verişə davam edin
ru: Продолжить покупки

source: Home
az: Ana Səhifə
ru: Дом

source: Order failed
az: Sifariş uğursuz oldu
ru: Заказ не выполнен

source: Order not found
az: Sifariş tapılmadı

source: Please enter your first name
az: Adınızı daxil edin
ru: Пожалуйста, введите ваше имя

source: Please enter your last name
az: Soyadınızı daxil edin
ru: Пожалуйста, введите свою фамилию

source: House number and street name
az: Ev nömrəsi və küçə adı
ru: Номер дома и название улицы

source: Please enter your address
az: Ünvanınızı daxil edin
ru: Пожалуйста, введите свой адрес

source: Please select a city
az: Şəhərinizi seçin
ru: Пожалуйста, выберите город

source: Please enter your phone number
az: Telefon nömrənizi daxil edin
ru: Пожалуйста, введите свой номер телефона

source: Please enter your phone in correct format
az: Telefon nömrənizi düzgün formatda daxil edin
ru: Пожалуйста, введите свой телефон в правильном формате

source: Please enter a valid email address
az: Düzgün E-mail adresi daxil edin
ru: Пожалуйста, введите действительный адрес электронной почты

source: Invalid city
az: Şəhər düzgün deyil
ru: Неверный город

source: Order Failed
az: Sifariş Uğursuz oldu
ru: Заказ не выполнен

source: We regret to inform you that there was an issue processing your recent order on our website. We apologize for any inconvenience caused.
az: Təəssüflə bildiririk ki, vebsaytımızda son sifarişinizi uğursuz oldu. Yaranmış narahatlığa görə üzr istəyirik.
ru: С сожалением сообщаем вам, что при обработке вашего недавнего заказа на нашем веб-сайте возникла проблема. Приносим извинения за доставленные неудобства.

source: Unfortunately, the payment for your order could not be completed successfully. This may be due to an issue with your payment method or an authorization problem. Please ensure that the payment details provided are accurate and try again.
az: Təəssüf ki, sifarişiniz üçün ödəniş uğurla tamamlana bilmədi. Bu, ödəniş metodunuzla bağlı problem və ya avtorizasiya problemi ilə bağlı ola bilər. Lütfən, qeyd etdiyiniz ödəniş detallarının dəqiq olduğundan əmin olun və yenidən cəhd edin.
ru: К сожалению, оплата вашего заказа не может быть успешно завершена. Это может быть связано с проблемой, связанной с вашим способом оплаты или проблемой авторизации. Пожалуйста, убедитесь, что указанные платежные реквизиты верны, и повторите попытку.

source: Your order number
az: Sizin sifariş nömrəniz
ru: Ваш номер заказа

source: Customer Contact
az: Müştəri Xidmətləri
ru: Служба поддержки
